[Cues]
Act_E5_7B_ArtClass_AloneLines_Scripted_Max_010="Everybody's gone now...|Have I totally fucked up time?"
Act_E5_7B_ArtClass_AloneLines_Scripted_Max_030="This doesn't make sense..."
Act_E5_7B_ArtClass_ArcadiaBayPic01_Look01_Max_010="Oh no…"
Act_E5_7B_ArtClass_ArcadiaBayPic02_Look01_Max_010="Rachel didn't deserve any of this."
Act_E5_7B_ArtClass_BirdLines_Scripted_Max_020="Wait, what's going? Nobody even cares?"
Act_E5_7B_ArtClass_BirdLines_Scripted_Max_030="Holy shit. Look at all these dead birds...|This can't be real..."
Act_E5_7B_ArtClass_BloodStains_Look01_Max_010="I'm sorry, Kate..."
Act_E5_7B_ArtClass_ComplimentWaitingLines_Scripted_Max_010="Oh, please, I... I do not want to say that."
Act_E5_7B_ArtClass_ComplimentWaitingLines_Scripted_Max_020="There's no way I'm saying that... No way."
Act_E5_7B_ArtClass_ComplimentWaitingLines_Scripted_Max_030="Why is this happening?"
Act_E5_7B_ArtClass_ComplimentWaitingLines_Scripted_Max_040="I cannot say this..."
Act_E5_7B_ArtClass_Computer_Look01_Max_010="That's too creepy..."
Act_E5_7B_ArtClass_ContestPoster_Look01_Max_010="I'm not going to take the bait... I'm not."
Act_E5_7B_ArtClass_DanielTable_Photo_Max_020="I don't care if this is a dream or a nightmare... I'm taking this picture."
Act_E5_7B_ArtClass_DisturbedLines_Scripted_Max_010="I'm back in class... What the hell?"
Act_E5_7B_ArtClass_DisturbedLines_Scripted_Max_020="Okay, this is messed up...|Am I stuck in a time loop?"
Act_E5_7B_ArtClass_DisturbedLines_Scripted_Max_030="I have to listen to this Jefferson lecture again? This might be Hell..."
Act_E5_7B_ArtClass_DisturbedLines_Scripted_Max_040="Be calm and don't freak out... yet."
Act_E5_7B_ArtClass_GroupPhoto_Look01_Max_010="Oh... That's awful..."
Act_E5_7B_ArtClass_JeffersonPoster01_Look01_Max_010="That's... me? Are you kidding?!"
Act_E5_7B_ArtClass_JeffersonPoster02_Look01_Max_010="This is definitely not for reals."
Act_E5_7B_ArtClass_KateEtchings_Look01_Max_010="You didn't die, Kate... You're alive."
Act_E5_7B_ArtClass_NightmareLines_Scripted_Max_010="This can't be real... I don't believe it..."
Act_E5_7B_ArtClass_NightmareLines_Scripted_Max_020="If this is a nightmare... I want to wake up..."
Act_E5_7B_ArtClass_NightmareLines_Scripted_Max_030="Please, Chloe... Where are you..."
Act_E5_7B_ArtClass_NightmareLines_Scripted_Max_060="Freddy Krueger better not show up or I'll scream..."
Act_E5_7B_ArtClass_NightmareLines_Scripted_Max_080="Chloe... Help me..."
Act_E5_7B_ArtClass_NightmareLines_Scripted_Max_090="What if I can't wake up and this is... real...?"
Act_E5_7B_ArtClass_NightmareLines_Scripted_Max_110="Be strong... You have to."
Act_E5_7B_ArtClass_PaperBall_Look01_Max_010="Not yet, you bastard."
Act_E5_7B_ArtClass_VictoriaTablet_Look01_Max_010="Victoria... I was trying to help you..."
Act_E5_7B_ArtClass_VictoriaTablet_Look02_Max_020="Victoria is even a bitch in my dreams..."
Act_E5_7B_Corridor_Alyssa_Look01_Max_010="Alyssa is always texting but she doesn’t hang out with a lot of people."
Act_E5_7B_Corridor_BigfootBanner_Look01_Max_010=""THE BIGFOOTS STOMP." I should develop some school spirit. Go team."
Act_E5_7B_Corridor_Board01_Look01_Max_010="Don’t need a PC, missed the Poetry Jam Tryouts and I did not steal that backpack."
Act_E5_7B_Corridor_Board02_Look01_Max_010="You can really learn a lot about a school by the weird shit posted on the boards."
Act_E5_7B_Corridor_Brooke_Look01_Max_010="I’ve seen Brooke hanging out with Warren. She seems like his type."
Act_E5_7B_Corridor_Courtney_Look01_Max_010="I think that’s Courtney. She’s such a slave to Taylor and Victoria…"
Act_E5_7B_Corridor_Dana_Look01_Max_010="Dana is on my floor too.  She’s such an archetypal gorgeous cheerleader. They must make them in a factory. I shouldn’t be so catty. Dana is nice to me."
Act_E5_7B_Corridor_Daniel_Look01_Max_010="Poor Daniel. He’s so nice. I wish I could beat the shit out of Logan."
Act_E5_7B_Corridor_Evan_Look01_Max_010="Evan doesn’t say much to me but his photos are very cool."
Act_E5_7B_Corridor_Halloween01_Look01_Max_010="Yay Halloween, my favorite time of year!"
Act_E5_7B_Corridor_Halloween01_Look02_Max_010="You can never have enough ghosts and skeletons in the hall."
Act_E5_7B_Corridor_Halloween01_Look03_Max_010="I wish October would last forever…"
Act_E5_7B_Corridor_Hayden_Look01_Max_010="There’s Hayden, another Vortex Club bro. But he’s actually not an ass."
Act_E5_7B_Corridor_Juliet_Look01_Max_010="There’s Juliet from my dorm. Yet another Vortex Club disciple."
Act_E5_7B_Corridor_Justin_Look01_Max_010="That’s Dana talking to...I think his name is Justin."
Act_E5_7B_Corridor_Logan_Look01_Max_010="I hate bully jockstraps like Logan. And he’s a Vortex Club member."
Act_E5_7B_Corridor_MPA01_Look01_Max_010="These "Missing Persons" posters are popping up everywhere."
Act_E5_7B_Corridor_MPA01_Look02_Max_010=""Rachel Amber." She’s so pretty. I hate these posters. So sad."
Act_E5_7B_Corridor_MPA01_Look03_Max_010="It looks like she’s been gone for months."
Act_E5_7B_Corridor_MPA01_Look04_Max_010="I wonder what actually happened to her…"
Act_E5_7B_Corridor_MaxLocker_Look01_Max_010="I hate having everybody see inside my locker."
Act_E5_7B_Corridor_Plan01_Look01_Max_010="How many students ever actually memorize all this shit? I guess we all should these days."
Act_E5_7B_Corridor_Poster01_Look01_Max_010="That’s so messed up. I should contact them to find out what I can do. As if I am."
Act_E5_7B_Corridor_Poster02_Look01_Max_010="There’s the lighthouse again…"
Act_E5_7B_Corridor_Poster03_Look01_Max_010="I shouldn’t be so stingy with my blood."
Act_E5_7B_Corridor_Poster04_Look01_Max_010="Good thing I left my AK at home."
Act_E5_7B_Corridor_Poster05_Look01_Max_010="Yes, this poster must stop bullies dead in their tracks."
Act_E5_7B_Corridor_Poster06_Look01_Max_010="Nerd alert! This poster has Warren written all over it."
Act_E5_7B_Corridor_Poster07_Look01_Max_010="Oh, I can hardly wait to never be too cool like Nathan and Victoria. Lame."
Act_E5_7B_Corridor_PrincipalDoor_Look01_Max_010="Principal doesn’t come out of his office much."
Act_E5_7B_Corridor_Samuel_Look01_Max_010="God, Samuel is such a weirdo. But I kinda like that about him."
Act_E5_7B_Corridor_Stella_Look01_Max_010="Stella is always deep in her notes. She didn’t come to Blackwell to mess around."
Act_E5_7B_Corridor_Taylor_Look01_Max_010="There's Taylor, always waiting for Victoria."
Act_E5_7B_Corridor_Trevor_Look01_Max_010="He’s cute. I like skater boys. Too bad they don’t like me."
Act_E5_7B_Corridor_Trophy01_Look01_Max_010="Look at these trophies. Gotta give it up for those Bigfoots. They do stomp."
Act_E5_7B_Corridor_Trophy02_Look01_Max_010="Blackwell sure takes its swimming seriously. But otters are cute. Go Otters!"
Act_E5_7B_Corridor_VendingMachine_Look01_Max_010="They should just call it a "Sugar Machine." That would be awesome if you put money in there and a bag of sugar dropped out."
Act_E5_7B_Corridor_Zachary_Look01_Max_010="Figures Juliet would be dating Zachary. Jocks sucked up in the Vortex Club."
Act_E5_7B_DarkRoom_DarkLines_Scripted_Max_080="How long will this nightmare go on?"
Act_E5_7B_Diner_DinerLines_Scripted_Max_010="Great. Numbers are all over the place. How will I find the right code?"
Act_E5_7B_Diner_DinerLines_Scripted_Max_020="Now why doesn't the mirror reflect any of the numbers?"
Act_E5_7B_Diner_DinerLines_Scripted_Max_030="What the hell is wrong with this mirror?"
Act_E5_7B_Diner_DinerLines_Scripted_Max_040="I'm going to make the designers pay for all these bullshit code puzzles!"
Act_E5_7B_Diner_digicode_Look01_Max_010="I'll be so grateful if this is the last digicode..."
Act_E5_7B_DormsCorridor_HintKey_Scripted_Max_010="This hall never ends... I better find something."
Act_E5_7B_DormsCorridor_HintMaxRoom_Scripted_Max_010="Oh, thank God I'm myself again... Now I know where to go."
Act_E5_7B_DormsCorridor_HintRachelRoom_Scripted_Max_010="I wonder if Rachel has a room around here?"
Act_E5_7B_DormsCorridor_HintStealth_Scripted_Max_010="Okay, so my rewind power does work here... I can use it if I'm careful."
Act_E5_7B_DormsCorridor_HintStealth_Scripted_Max_020="Yes, Max, you can also manipulate time."
Act_E5_7B_DormsCorridor_HintVictoriaRoom_Scripted_Max_010="Victoria's room has to be nearby..."
Act_E5_7B_DormsCorridor_LostLines_Scripted_Max_010="Now where exactly am I?"
Act_E5_7B_DormsCorridor_LostLines_Scripted_Max_030="Too many doors to choose..."
Act_E5_7B_DormsCorridor_LostLines_Scripted_Max_040="You're not going to be trapped here... Find the right door, Max!"
Act_E5_7B_DormsCorridor_Squirrels_Photo_Max_010="This one is for Samuel..."
Act_E5_7B_LabyStealth_BottleRange_Look01_Max_010="Looks like there are still bottles to find... Oh, joy."
Act_E5_7B_LabyStealth_BottleRange_Look02_Max_020="Chloe, I blame you for this... You will pay."
Act_E5_7B_LabyStealth_BottleRange_Photo_Max_010="I need proof that bottles were out to get me, just in case..."
Act_E5_7B_LabyStealth_Bottle_Interact01_Max_010="Oh no... Bottles. This might be Hell."
Act_E5_7B_LabyStealth_Bottle_Interact02_Max_020="Well, these ones aren't too hard to find."
Act_E5_7B_LabyStealth_Bottle_Interact03_Max_030="When did I get bad bottle karma?"
Act_E5_7B_LabyStealth_Bottle_Interact04_Max_040="Is there one more left?"
Act_E5_7B_LabyStealth_Bottle_Interact05_Max_050="Please let that be the last one..."
Act_E5_7B_LabyStealth_IdleLines_Scripted_Max_010="Jefferson is coming after me again... No..."
Act_E5_7B_LabyStealth_IdleLines_Scripted_Max_030="This is like an evil maze…"
Act_E5_7B_LabyStealth_IdleLines_Scripted_Max_040="The lighthouse is over there!"
Act_E5_7B_LabyStealth_IdleLines_Scripted_Max_050="Maybe I'll be safe in the lighthouse... maybe I'll wake up..."
Act_E5_7B_LabyStealth_IdleLines_Scripted_Max_060="Dammit, Max... Wake up!"
Act_E5_7B_LabyStealth_ZenSequence_Zen_Max_010="Max, sit down. You're taking a time-out no matter what."
Act_E5_7B_LabyStealth_ZenSequence_Zen_Max_020="If this is my nightmare, let me have one sanctuary..."
Act_E5_7B_LabyStealth_ZenSequence_Zen_Max_030="Of course this is where Chloe... and Rachel... used to hide from the world..."
Act_E5_7B_LabyStealth_ZenSequence_Zen_Max_040="But I can't hide for long. Whatever reality I'm in... feels like a bad dream..."
Act_E5_7B_LabyStealth_ZenSequence_Zen_Max_050="Am I just not learning my lesson?"
Act_E5_7B_LabyStealth_ZenSequence_Zen_Max_060="Maybe your real lesson is to get out of this place..."
Act_E5_7B_LabyStealth_ZenSequence_Zen_Max_070="Just don't be afraid, Max. Let them be afraid of you."
Act_E5_7B_LivingRoom_WilliamLines_Scripted_Max_010="Oh, shit, Warren. That is too weird... fucking scary."
Act_E5_7B_LivingRoom_WilliamLines_Scripted_Max_020="Just in case I need evidence..."
Act_E5_7B_Nightmare_RachelGraffiti_Look02_Max_010="That's it? Three times is clearly not the charm."
Cue_E5_7B_ArtClass_CHJefferson_Phase01_Jefferson_004="Call me Mark.|We need to play catch-up on all the time we've... wasted."
Cue_E5_7B_ArtClass_CHJefferson_Phase01_Jefferson_005="I just wanted to know if...|you'd like to spend the rest of your life in my Dark Room?|Your purity inspires me so much... and we could be so happy together...|Who needs selfies, when I can give you portraiture?"
Cue_E5_7B_ArtClass_CHJefferson_Phase01_Jefferson_008="Of course, Max.|I can capture you over and over... You can be my model for life...|and death."
Cue_E5_7B_ArtClass_CHJefferson_Phase01_Jefferson_009="Yes, you will be posing... for me.|There's so many angles I want to expose you with to the world..."
Cue_E5_7B_ArtClass_CHJefferson_Phase01_Jefferson_010="Chloe can never appreciate you the way I will... Maxine."
Cue_E5_7B_ArtClass_CHJefferson_Phase01_Jefferson_015="Especially since there's nobody left in your life...|I love you too, Max."
Cue_E5_7B_ArtClass_CHJefferson_Phase01_Jefferson_016="We are going to be so happy together in the dark. Just make sure you stay pure... I won't like it if you get dirty like Rachel or Chloe."
Cue_E5_7B_ArtClass_CHJefferson_Phase01_Jefferson_017="I hope you don't mind needles or duct tape..."
Cue_E5_7B_ArtClass_CHJefferson_Phase01_Jefferson_018="And yes, I insist on calling you Maxine... forever."
Cue_E5_7B_ArtClass_CHJefferson_Phase01_Max_002="I've been dreaming of the day when you would finally tell me...|I love you, Mr. Jefferson."
Cue_E5_7B_ArtClass_CHJefferson_Phase01_Max_003="I like to think of it as... our Dark Room. It's the only place I truly feel safe and protected from the storm."
Cue_E5_7B_ArtClass_CHJefferson_Phase01_Max_006="My selfies are shit... I need to be framed by a real artist.|I'm just a poser..."
Cue_E5_7B_ArtClass_CHJefferson_Phase01_Max_007="It's about time somebody finally killed Chloe... Think of how often that bitch almost got me killed... It's like you're doing both of us an awesome favor!"
Cue_E5_7B_ArtClass_Dial04_REV_Courtney_010="Why would anybody want to carry around a dorky instamatic?"
Cue_E5_7B_ArtClass_Dial04_REV_Taylor_020="Because Max wants everybody to see how hip she is."
Cue_E5_7B_ArtClass_Dial04_REV_Taylor_040="She’s so fucking shy she take selfies with a giant camera."
Cue_E5_7B_ArtClass_JeffGivingLesson_Jefferson_010="Now, can you give me an example of a photographer who perfectly captured the human condition in black and white? Anybody? Bueller?"
Cue_E5_7B_ArtClass_JeffGivingLesson_Jefferson_030="There you go, Victoria. Why Arbus?"
Cue_E5_7B_ArtClass_JeffGivingLesson_Jefferson_050="She saw humanity as tortured, right? And frankly, it’s bullshit. Shh, keep that to yourself. Seriously though, I could frame any one of you in a dark corner and capture you in a moment of desperation."
Cue_E5_7B_ArtClass_JeffGivingLesson_Jefferson_070="Me too, Victoria. He captured the essence of post-war, beat America. And there was honesty about the economic conditions of the era, but a beauty in the struggle. You don’t have beauty without a beat. Which explains why Frank was Kerouac’s photographic muse and both were the great chroniclers of the 1950’s. Well... we’ve all seen that iconic shot of Kerouac on the balcony – and if you haven’t, shame, shame – capturing the romantic urban solitude of the 20th century poet. You dig?"
Cue_E5_7B_ArtClass_JeffGivingLesson_Jefferson_080="Now, contrast Frank’s stark Americana, with Salvador Dali’s surrealist photographs. Like Cocteau, he was a true renaissance man, and his famous self-portraits are famous early examples of that truly awful word you pesky kids love so much, the "selfie"... And it’s a great tradition, and I wholeheartedly fight for your right to self-expression. Or selfie-expression. Heh, sorry, I know."
Cue_E5_7B_ArtClass_JeffGivingLesson_Jefferson_090="So if anybody wants to question the portrait as modern narcissism, they could go back hundreds of years to blame society. Speaking of question, I bet you thought I’d talk all the way until the bell rang. It’s your turn to lecture us. Now, based on the chapters I have no doubt you all memorized -- who can tell us the name of the actual process that led to the birth of the self-portrait?"
Cue_E5_7B_ArtClass_JeffGivingLesson_Victoria_020="Diane Arbus."
Cue_E5_7B_ArtClass_JeffGivingLesson_Victoria_040="Because of her images of hopeless faces. You feel, like, totally haunted by the eyes of those sad mothers and children."
Cue_E5_7B_ArtClass_JeffGivingLesson_Victoria_060="I have to admit, I’m not a big fan of her work. I prefer Robert Frank."
Cue_E5_7B_ArtClass_JeffersonTalks_Jefferson_010="I see you, Max Caulfield. Don't even think about leaving here until we talk about your entry."
Cue_E5_7B_ArtClass_MaxAwake01_Jefferson_030="Alfred Hitchcock famously called film "little pieces of time" but he could be talking about photography, as he likely was. These pieces of time can frame us in our glory and our sorrow. From light to shadow, from color to chiaroscuro..."
Cue_E5_7B_ArtClass_MaxAwake01_Max_010="Whoa."
Cue_E5_7B_Corridor_BackgroundVoices_Alyssa_030="Bullies never change."
Cue_E5_7B_Corridor_BackgroundVoices_Alyssa_100="If I was a member of the Vortex Club they'd never pull that..."
Cue_E5_7B_Corridor_BackgroundVoices_Alyssa_170="Blackwell has a surplus of assholes."
Cue_E5_7B_Corridor_BackgroundVoices_Evan_070="Unless he could travel back in time, McCurry was born five years after the "falling soldier" picture."
Cue_E5_7B_Corridor_BackgroundVoices_Evan_080="Let's see if you're worthy of it, Max. You'll have to answer a simple question: who photographed the famous "falling soldier"?"
Cue_E5_7B_Corridor_BackgroundVoices_Evan_090="Oh my, you can't even tell the difference between street photography and photojournalism…"
Cue_E5_7B_Corridor_BackgroundVoices_Principal_010="Hold on, Max. Come back here."
Cue_E5_7B_Corridor_BackgroundVoices_Principal_020="You look a little stressed out. Are you okay?"
Cue_E5_7B_Corridor_BackgroundVoices_Principal_030="You're sweating pinballs. Is that all you're thinking about?"
Cue_E5_7B_Corridor_BackgroundVoices_Principal_040="Or have you done something wrong…"
Cue_E5_7B_Corridor_BackgroundVoices_REV_Alyssa_030="Bullies never change."
Cue_E5_7B_Corridor_BackgroundVoices_REV_Alyssa_100="If I was a member of the Vortex Club they'd never pull that..."
Cue_E5_7B_Corridor_BackgroundVoices_REV_Alyssa_170="Blackwell has a surplus of assholes."
Cue_E5_7B_Corridor_BackgroundVoices_REV_Evan_070="Unless he could travel back in time, McCurry was born five years after the "falling soldier" picture."
Cue_E5_7B_Corridor_BackgroundVoices_REV_Evan_080="Let's see if you're worthy of it, Max. You'll have to answer a simple question: who photographed the famous "falling soldier"?"
Cue_E5_7B_Corridor_BackgroundVoices_REV_Evan_090="Oh my, you can't even tell the difference between street photography and photojournalism…"
Cue_E5_7B_Corridor_BackgroundVoices_REV_Principal_010="Hold on, Max. Come back here."
Cue_E5_7B_Corridor_BackgroundVoices_REV_Principal_020="You look a little stressed out. Are you okay?"
Cue_E5_7B_Corridor_BackgroundVoices_REV_Principal_030="You're sweating pinballs. Is that all you're thinking about?"
Cue_E5_7B_Corridor_BackgroundVoices_REV_Principal_040="Or have you done something wrong…"
Cue_E5_7B_Corridor_BackgroundVoices_REV_Samuel_180="The squirrels always come in the morning... for food. I can hear them whisper... What animals do you see in the forest?"
Cue_E5_7B_Corridor_BackgroundVoices_REV_Samuel_360="My dad was a fisherman and he'd take me out to hear the whales sing... Now they cry."
Cue_E5_7B_Corridor_BackgroundVoices_REV_Stella_010="Hey, I know you! You're the new quiet girl in Jefferson's class. Isn't he incrdible?"
Cue_E5_7B_Corridor_BackgroundVoices_REV_Stella_020="I bet it kills all those pretentious galleries that Mark Jefferson is teaching photography to eager young minds at Blackwell... plus he is pretty hot for an older guy."
Cue_E5_7B_Corridor_BackgroundVoices_REV_Stella_030="Mr. Jefferson just has his own style."
Cue_E5_7B_Corridor_BackgroundVoices_REV_Stella_040="I've seen her around with the other kool kidz like Victoria... but not my scene."
Cue_E5_7B_Corridor_BackgroundVoices_REV_Trevor_010="Thought you were staring right at my face. I guess you know now... and so does Justin."
Cue_E5_7B_Corridor_BackgroundVoices_REV_Trevor_020="I got him blazed, he was cool. Nobody has secrets at Blackwell anyway... See you in class, Max."
Cue_E5_7B_Corridor_BackgroundVoices_Samuel_180="The squirrels always come in the morning... for food. I can hear them whisper... What animals do you see in the forest?"
Cue_E5_7B_Corridor_BackgroundVoices_Samuel_360="My dad was a fisherman and he'd take me out to hear the whales sing... Now they cry."
Cue_E5_7B_Corridor_BackgroundVoices_Stella_010="Hey, I know you! You're the new quiet girl in Jefferson's class. Isn't he incrdible?"
Cue_E5_7B_Corridor_BackgroundVoices_Stella_020="I bet it kills all those pretentious galleries that Mark Jefferson is teaching photography to eager young minds at Blackwell... plus he is pretty hot for an older guy."
Cue_E5_7B_Corridor_BackgroundVoices_Stella_030="Mr. Jefferson just has his own style."
Cue_E5_7B_Corridor_BackgroundVoices_Stella_040="I've seen her around with the other kool kidz like Victoria... but not my scene."
Cue_E5_7B_Corridor_BackgroundVoices_Trevor_010="Thought you were staring right at my face. I guess you know now... and so does Justin."
Cue_E5_7B_Corridor_Dial05_REV_Juliet_010="You didn’t tell me how cute I looked yet."
Cue_E5_7B_Corridor_Dial05_REV_Juliet_030="Just cute?"
Cue_E5_7B_Corridor_Dial05_REV_Juliet_050="Then I might send you a special picture during class."
Cue_E5_7B_Corridor_Dial05_REV_Zachary_020="I was about to. You always look cute."
Cue_E5_7B_Corridor_Dial05_REV_Zachary_040="Hawt."
Cue_E5_7B_Corridor_Dial06_Brooke_010="Oh, come on, baby, hold it together…"
Cue_E5_7B_Corridor_Dial06_Brooke_020="Take that corner…"
Cue_E5_7B_Corridor_Dial06_Brooke_030="Oooo, shit! Sorry, farmers."
Cue_E5_7B_Corridor_Dial06_Brooke_040="Come on, shift it!"
Cue_E5_7B_Corridor_Dial06_Brooke_050="Get out of my way, Ferrari, si?"
Cue_E5_7B_Corridor_Dial06_Brooke_060="Almost there…"
Cue_E5_7B_Corridor_Dial06_Brooke_070="Third place? That’s bullshit! Grand Pricks!"
Cue_E5_7B_Corridor_Dial06_REV_Brooke_010="Oh, come on, baby, hold it together…"
Cue_E5_7B_Corridor_Dial06_REV_Brooke_020="Take that corner…"
Cue_E5_7B_Corridor_Dial06_REV_Brooke_030="Oooo, shit! Sorry, farmers."
Cue_E5_7B_Corridor_Dial06_REV_Brooke_040="Come on, shift it!"
Cue_E5_7B_Corridor_Dial06_REV_Brooke_050="Get out of my way, Ferrari, si?"
Cue_E5_7B_Corridor_Dial06_REV_Brooke_060="Almost there…"
Cue_E5_7B_Corridor_Dial06_REV_Brooke_070="Third place? That’s bullshit! Grand Pricks!"
Cue_E5_7B_Corridor_Dial07_REV_Samuel_010="I don’t mind the mopping but can’t you pick up your damn feet?"
Cue_E5_7B_Corridor_Dial07_REV_Samuel_020="Dragging dirty tracks everywhere."
Cue_E5_7B_Corridor_Dial07_REV_Samuel_030="This is an excellent mop however. I keep it clean."
Cue_E5_7B_Corridor_Dial07_REV_Samuel_040="I feel like a ghost to these kids. They barely see me."
Cue_E5_7B_Corridor_Dial07_REV_Samuel_050="Poor girl. Nobody should vanish like that..."
Cue_E5_7B_Corridor_Dial07_Samuel_010="I don’t mind the mopping but can’t you pick up your damn feet?"
Cue_E5_7B_Corridor_Dial07_Samuel_020="Dragging dirty tracks everywhere."
Cue_E5_7B_Corridor_Dial07_Samuel_030="This is an excellent mop however. I keep it clean."
Cue_E5_7B_Corridor_Dial07_Samuel_040="I feel like a ghost to these kids. They barely see me."
Cue_E5_7B_Corridor_Dial07_Samuel_050="Poor girl. Nobody should vanish like that..."
Cue_E5_7B_Corridor_Dial08_CitizenM1_020="Way gay."
Cue_E5_7B_Corridor_Dial08_CitizenM1_060="Yeah."
Cue_E5_7B_Corridor_Dial08_CitizenM1_090="He’s a smartass."
Cue_E5_7B_Corridor_Dial08_Daniel_040="I’m Spanish."
Cue_E5_7B_Corridor_Dial08_Daniel_070="Logan, just leave me alone."
Cue_E5_7B_Corridor_Dial08_Daniel_100="No, I’m just trying to go to class."
Cue_E5_7B_Corridor_Dial08_Logan_010="Daniel, you look particularly gay today."
Cue_E5_7B_Corridor_Dial08_Logan_030="Can Mexicans be gay?"
Cue_E5_7B_Corridor_Dial08_Logan_050="Oh muy grande difference."
Cue_E5_7B_Corridor_Dial08_Logan_080="You’re not the boss of me, bro."
Cue_E5_7B_Corridor_Dial08_REV_CitizenM1_020="Way gay."
Cue_E5_7B_Corridor_Dial08_REV_CitizenM1_060="Yeah."
Cue_E5_7B_Corridor_Dial08_REV_CitizenM1_090="He’s a smartass."
Cue_E5_7B_Corridor_Dial08_REV_Daniel_040="I’m Spanish."
Cue_E5_7B_Corridor_Dial08_REV_Daniel_070="Logan, just leave me alone."
Cue_E5_7B_Corridor_Dial08_REV_Daniel_100="No, I’m just trying to go to class."
Cue_E5_7B_Corridor_Dial08_REV_Logan_010="Daniel, you look particularly gay today."
Cue_E5_7B_Corridor_Dial08_REV_Logan_030="Can Mexicans be gay?"
Cue_E5_7B_Corridor_Dial08_REV_Logan_050="Oh muy grande difference."
Cue_E5_7B_Corridor_Dial08_REV_Logan_080="You’re not the boss of me, bro."
Cue_E5_7B_Corridor_Dial09_REV_Dana_060="What’s the point of even coming to class if you’re baked?"
Cue_E5_7B_Corridor_Dial09_REV_Justin_050="Dana, I have. I haven’t smoked since... I woke up at seven."
Cue_E5_7B_Corridor_Insertion_REV_Max_010="Welcome to the real world…"
Cue_E5_7B_Corridor_Insertion_REV_Max_020="I need a serious time out in the bathroom. Splash water on my face and make sure I don't look like a total loser."
Cue_E5_7B_DarkRoom_ChloeDark_IGE_Chloe_020="Why did you get rewind powers? You don’t even know how to use them…"
Cue_E5_7B_DarkRoom_ChloeDark_IGE_Chloe_040="Rachel’s dead and you’re still alive. Life is...|so not fair."
Cue_E5_7B_DarkRoom_ChloeDark_IGE_Chloe_060="I wish you would have never come back to Arcadia Bay... You’re the real storm."
Cue_E5_7B_DarkRoom_JeffersonDark_IGE_Chloe_030="Max is a fucking child…"
Cue_E5_7B_DarkRoom_JeffersonDark_IGE_Chloe_060="I’m so over her hipster bullshit."
Cue_E5_7B_DarkRoom_JeffersonDark_IGE_Jefferson_010="I think you’d be perfect for my new photo series on retro-grunge…"
Cue_E5_7B_DarkRoom_JeffersonDark_IGE_Jefferson_020="You have the same qualities that I loved in Rachel Amber... but not Max..."
Cue_E5_7B_DarkRoom_JeffersonDark_IGE_Jefferson_040="Oh Christ, I know... and she never shuts up, does she?"
Cue_E5_7B_DarkRoom_JeffersonDark_IGE_Jefferson_070="I think everyone at Blackwell is over Max… Let’s prove it."
Cue_E5_7B_DarkRoom_NathanDark_IGE_Chloe_020="Boredom. Plus she’s like my personal puppet."
Cue_E5_7B_DarkRoom_NathanDark_IGE_Nathan_010="Goddamn, you are a sexy bitch! Why hang out with Max, huh?"
Cue_E5_7B_DarkRoom_NathanDark_IGE_Nathan_030="I hear that. Do you... want to party? I got a drugstore in my room."
Cue_E5_7B_DarkRoom_VictoriaDark_IGE_Chloe_010="Damn, Victoria... You're a real woman... not a little girl like Max..."
Cue_E5_7B_DarkRoom_VictoriaDark_IGE_Victoria_040="I fucking love your tats, Chloe. You're so hot."
Cue_E5_7B_DarkRoom_VictoriaDark_IGE_Victoria_060="I can’t believe it took us so long to hook up…"
Cue_E5_7B_DarkRoom_WarrenDark_IGE_Chloe_020="Booyah, Warren! I thought you were all over Max’s shit..."
Cue_E5_7B_DarkRoom_WarrenDark_IGE_Chloe_021="Booyah, Warren! I thought you were all over Max’s shit..."
Cue_E5_7B_DarkRoom_WarrenDark_IGE_Chloe_022="Holy shit, Warren! Max is trying to play us both!"
Cue_E5_7B_DarkRoom_WarrenDark_IGE_Chloe_023="Booyah, Warren! I thought you were all over Max’s shit..."
Cue_E5_7B_DarkRoom_WarrenDark_IGE_Chloe_040="You should have seen her make a move on me in my room... Hella lame."
Cue_E5_7B_DarkRoom_WarrenDark_IGE_Chloe_041="I hear that. I'm not into... nerds but you're pretty cute..."
Cue_E5_7B_DarkRoom_WarrenDark_IGE_Chloe_042="Not when she's trying to hook up with both of us…"
Cue_E5_7B_DarkRoom_WarrenDark_IGE_Chloe_043="I guess we're "not her type"... like Max has a fucking type?"
Cue_E5_7B_DarkRoom_WarrenDark_IGE_Chloe_060="Oh shit! Look at Max spying on us... Take a fucking picture, bitch! Or take a selfie!"
Cue_E5_7B_DarkRoom_WarrenDark_IGE_Warren_030="She's not all that... so who cares if she doesn't kiss me?"
Cue_E5_7B_DarkRoom_WarrenDark_IGE_Warren_031="Not after she kissed me... her breath was ass and no tongue..."
Cue_E5_7B_DarkRoom_WarrenDark_IGE_Warren_032="I guess she's not as innocent as she acts…"
Cue_E5_7B_DarkRoom_WarrenDark_IGE_Warren_033="She's sure the hell not into me at all... who cares?"
Cue_E5_7B_DarkRoom_WarrenDark_IGE_Warren_050="Max should see me make a move on you... Come here..."
Cue_E5_7B_DarkRoom_WarrenDark_IGE_Warren_051="I'm not into Max, anyway. So let's bust a move…"
Cue_E5_7B_DarkRoom_WarrenDark_IGE_Warren_052="I only want to go ape with you, Chloe... Come here..."
Cue_E5_7B_DarkRoom_WarrenDark_IGE_Warren_053="But she does... She's into Mr. Jefferson... Now come here..."
Cue_E5_7B_Diner_AlyssaDiner_IGE_Alyssa_010="You’ve always had my back and now you’re going to let me die? Thanks Max."
Cue_E5_7B_Diner_AlyssaDiner_IGE_Alyssa_020="I thought you were one of the few people I could trust at Blackwell. I thought…"
Cue_E5_7B_Diner_AlyssaDiner_IGE_Alyssa_030="Even if I’m dead, how can you let all these other people get wiped out? They don’t deserve that…"
Cue_E5_7B_Diner_BinkNightmare_MaxGhost_010="Oh hell, speak of the devil..."
Cue_E5_7B_Diner_BrookeDiner_IGE_Brooke_020="Max, I hope you do the right thing. I hope…"
Cue_E5_7B_Diner_CHMaxGhost_Phase01_MaxGhost_001="Holy shit, are you cereal? I'm you, dumbass. Or I'm one of many Maxes you've left behind..."
Cue_E5_7B_Diner_CHMaxGhost_Phase01_MaxGhost_003="Oh, so you want help? Thought you could control everybody and everything, huh? Twist time around your fingers?"
Cue_E5_7B_Diner_CHMaxGhost_Phase01_MaxGhost_006="Stop playing innocent. You've left a trail of death behind you. You even let that stalker Madsen kill Jefferson... That's sick! You're way more of a cold-blooded killer than him or Nathan."
Cue_E5_7B_Diner_CHMaxGhost_Phase01_MaxGhost_008="No, you only wanted to be popular. And once you got these amazing powers, your big plan was to trick people into thinking you give a rat's ass."
Cue_E5_7B_Diner_CHMaxGhost_Phase01_MaxGhost_009="No, but you were happy to use it to get people to like you. As if you cared about them."
Cue_E5_7B_Diner_CHMaxGhost_Phase01_MaxGhost_012="That doesn't make you any less of a murderer."
Cue_E5_7B_Diner_CHMaxGhost_Phase01_MaxGhost_013="Oh, the jury will love to hear about your mad time travel skills."
Cue_E5_7B_Diner_CHMaxGhost_Phase01_MaxGhost_016="By telling people what they want to hear? You were just looking for a shortcut, because you can't make friends on your own."
Cue_E5_7B_Diner_CHMaxGhost_Phase01_MaxGhost_017="About time you admitted that. But it's way too late after everything you've done..."
Cue_E5_7B_Diner_CHMaxGhost_Phase01_MaxGhost_020="You're a goddamn hypocrite. Just look at the pain you've caused..."
Cue_E5_7B_Diner_CHMaxGhost_Phase01_MaxGhost_021="Please, stop playing innocent. You're a goddamn hypocrite. You've left a trail of death and suffering behind you."
Cue_E5_7B_Diner_CHMaxGhost_Phase01_MaxGhost_023="Don't you dare talk about our mom that way... ha!|And what about Frank? That bullet in him wasn't your fault?"
Cue_E5_7B_Diner_CHMaxGhost_Phase01_MaxGhost_024="Don't you dare talk about our mom that way... ha!|What about the crap that was your fault?"
Cue_E5_7B_Diner_CHMaxGhost_Phase01_MaxGhost_025="Wait, wait, let me guess... You fucked up time and space for your precious punk Chloe. You think she's worth all that?"
Cue_E5_7B_Diner_CHMaxGhost_Phase01_MaxGhost_029="Man, you are so stupid. I'm embarrassed to have the same name... And someday Chloe will destroy—"
Cue_E5_7B_Diner_CHMaxGhost_Phase01_MaxGhost_030="Gosh, you're so selfless now, Mahatma Max. It's too bad you pissed your power away on high school drama."
Cue_E5_7B_Diner_CHMaxGhost_Phase01_MaxGhost_031="No kidding. Chloe trapped you with her drama. Guns, drugs, Rachel... Even stealing money from the handicapped fund. She's just using you, dude."
Cue_E5_7B_Diner_CHMaxGhost_Phase01_MaxGhost_032="Oh yeah, you ignored your "best friend" for five years while she went through hell... Some friend."
Cue_E5_7B_Diner_CHMaxGhost_Phase01_MaxGhost_033="No kidding. Chloe trapped you with her drama... guns, drugs, Rachel... She's just using you, dude."
Cue_E5_7B_Diner_CHMaxGhost_Phase01_MaxGhost_035="Because you let her bully you. It's called "Stockholm Syndrome." But you didn't do that homework... so you'll have to learn the hard way. Like Rachel..."
Cue_E5_7B_Diner_CHMaxGhost_Phase01_MaxGhost_037="I'd be more worried about Chloe killing us than Jefferson... Max, do you really think she's our friend? That she respects us in any way?"
Cue_E5_7B_Diner_CHMaxGhost_Phase01_MaxGhost_038="I'd be more worried about Chloe killing us than Jefferson... Max, do you really think she has any feelings for us? You're just another puppet..."
Cue_E5_7B_Diner_CHMaxGhost_Phase01_MaxGhost_039="Like, she even asked you to end her life and do what she couldn't do by herself."
Cue_E5_7B_Diner_CHMaxGhost_Phase01_Max_002="Who... Who are you?"
Cue_E5_7B_Diner_CHMaxGhost_Phase01_Max_004="It wasn't my choice. I didn't ask to rewind time!"
Cue_E5_7B_Diner_CHMaxGhost_Phase01_Max_005="I tried to help... I only wanted to do the right thing."
Cue_E5_7B_Diner_CHMaxGhost_Phase01_Max_007="Can you get me out of here?"
Cue_E5_7B_Diner_CHMaxGhost_Phase01_Max_010="Bullshit! That was self-defense! I never set out to kill anybody."
Cue_E5_7B_Diner_CHMaxGhost_Phase01_Max_011="No. I'm a survivor. I don't have any experience in time travel or stopping psychopaths like Jefferson... I did what I had to."
Cue_E5_7B_Diner_CHMaxGhost_Phase01_Max_014="That's true... I wasted my power on trying to be friends with everybody."
Cue_E5_7B_Diner_CHMaxGhost_Phase01_Max_015="I do care! That's why I was trying to make friends..."
Cue_E5_7B_Diner_CHMaxGhost_Phase01_Max_018="That's not true. I have great friends. And I've used my powers for good."
Cue_E5_7B_Diner_CHMaxGhost_Phase01_Max_019="I know what I am... You're just trying to hurt me."
Cue_E5_7B_Diner_CHMaxGhost_Phase01_Max_022="That was not my fault, you son of a bitch..."
Cue_E5_7B_Diner_CHMaxGhost_Phase01_Max_026="Of course. She's my best friend."
Cue_E5_7B_Diner_CHMaxGhost_Phase01_Max_027="We all are. This isn't about Chloe... or even me anymore."
Cue_E5_7B_Diner_CHMaxGhost_Phase01_Max_028="This has to be my destiny to save her... I wouldn't be trapped in here if I didn't believe that..."
Cue_E5_7B_Diner_CHMaxGhost_Phase01_Max_034="Chloe does a better job of guilt-tripping me than you do."
Cue_E5_7B_Diner_CHMaxGhost_Phase01_Max_036="Just shut up. You're not scaring me anymore."
Cue_E5_7B_Diner_CHMaxGhost_Phase01_Max_041="But... I still have great friends. And my power helped some."
Cue_E5_7B_Diner_CourtneyDiner_IGE_Courtney_010="Don't kill us, Max."
Cue_E5_7B_Diner_CourtneyDiner_IGE_Courtney_020="Please, save us."
Cue_E5_7B_Diner_DanaDiner_IGE_Dana_010="I guess I’ll never dance again, Max..."
Cue_E5_7B_Diner_DanielDiner_IGE_Daniel_010="Max, I want you to know how much confidence you gave me... Nobody ever did that for me."
Cue_E5_7B_Diner_DavidDiner_IGE_David_010="Max, you’re exactly the kind of soldier I’d want by my side in a war."
Cue_E5_7B_Diner_EvanDiner_IGE_Evan_010="Oh Max, what exactly was the point of saving me if you're only going to let me die?"
Cue_E5_7B_Diner_EvanDiner_IGE_Evan_020="Uh, let me get this straight: you didn't bother to save me or the Bay? How pathetic, child."
Cue_E5_7B_Diner_FishermanDiner_IGE_Fisherman_010="Max, you saved my life, gave me the chance to catch one more fish…"
Cue_E5_7B_Diner_FishermanDiner_IGE_Fisherman_020="Like I told you before... old fishermen never die... well, until now."
Cue_E5_7B_Diner_FrankDiner_IGE_Frank_010="So you kill me... and now all of my customers? What’s wrong with you, Max?"
Cue_E5_7B_Diner_FrankDiner_IGE_Frank_020="Look, I know things were bad between us, but… that doesn’t mean I deserved to die."
Cue_E5_7B_Diner_FrankDiner_IGE_Frank_030="Shit, Max… and I thought we were on the same team… Now, I’ll die alone."
Cue_E5_7B_Diner_HomelessDiner_IGE_Homeless_010="Thanks for that warning, Max... You treated me like a human, not like trash... I sure hope you do that for everybody in town..."
Cue_E5_7B_Diner_HomelessDiner_IGE_Homeless_020="I’ve already lived forever... maybe you can help others live too..."
Cue_E5_7B_Diner_JoyceDiner_IGE_Joyce_010="Honey, I always thought of you like a daughter... and now you’re going to take me away from my family... Why would you do that?"
Cue_E5_7B_Diner_JulietDiner_IGE_Juliet_020="Max, please, save us."
Cue_E5_7B_Diner_JustinDiner_IGE_Justin_030="Killing me is soooo not cool."
Cue_E5_7B_Diner_KateDiner_IGE_Kate_020="Please, Max. Don't kill me, so we can finally have our tea session."
Cue_E5_7B_Diner_LoganDiner_IGE_Logan_010="So this is how Max gets her revenge on?"
Cue_E5_7B_Diner_MenVoicesDiner_IGE_Male01_010="Max, I hope you can live with yourself after this."
Cue_E5_7B_Diner_MenVoicesDiner_IGE_Male01_020="Son of a bitch, this is going to hurt…"
Cue_E5_7B_Diner_MenVoicesDiner_IGE_Male01_030="Max, can you call my mother in Portland and tell her that I love her?"
Cue_E5_7B_Diner_MenVoicesDiner_IGE_Male01_040="Right when I was about to start a new life in California…"
Cue_E5_7B_Diner_NathanDiner_IGE_Nathan_010="Max, I'm… truly… I truly am sorry for being such a bastard. You would have been cool to hang out with. I just don’t want everybody else to suffer like me."
Cue_E5_7B_Diner_SamuelDiner_IGE_Samuel_020="Don't let the squirrels die."
Cue_E5_7B_Diner_StellaDiner_IGE_Stella_010="I survived poverty and an abusive family... just so I can end up here to die..."
Cue_E5_7B_Diner_TrevorDiner_IGE_Trevor_010="Wow Max, right when I finally find a cool chick to date...you have to kill us off. This sucks."
Cue_E5_7B_Diner_TruckerDiner_IGE_Trucker_010="Breaker, Breaker... Thanks for saving me and carrying the load, good buddy. That’s a big 10-4."
Cue_E5_7B_Diner_TruckerDiner_IGE_Trucker_020="It’s okay if I’m gone... I’ve paid my dues... Time to pay yours."
Cue_E5_7B_Diner_VictoriaDiner_IGE_Victoria_020="I wish we had been friends, Max. But please... don’t let me die like this... I’m still a teenager..."
Cue_E5_7B_Diner_WarrenDiner_IGE_Warren_020="I can’t believe I let you kiss me... Now you’re going to kill me..."
Cue_E5_7B_Diner_WarrenDiner_IGE_Warren_050="I was happy just being your friend... Why do you want all your friends to die?"
Cue_E5_7B_Diner_WellsDiner_IGE_Wells_010="I know I haven't been the best principal to you... but you've been a great "Everyday Hero" for us."
Cue_E5_7B_Diner_WomenVoicesDiner_IGE_Female01_030="I guess my husband and new baby will have to go without me…"
Cue_E5_7B_Diner_WomenVoicesDiner_IGE_Female01_040="This is not how I wanted to spend my last hour on Earth…"
Cue_E5_7B_Diner_ZacharyDiner_IGE_Zachary_020="Save the bigfoots, Max. Please."
Cue_E5_7B_Dormitory_KeyDoor_Rdm_Chloe_040="Drum roll please... I present the spare keys to Blackwell. Thank you, step-prick."
Cue_E5_7B_Dormitory_KeyDoor_Rdm_Chloe_050="Well you could look for the key... just in case."
Cue_E5_7B_Dormitory_KeyDoor_Rdm_Frank_060="Give me back my keys, bitch!"
Cue_E5_7B_Dormitory_KeyDoor_Rdm_Max_010="There's gotta be a key here... find it, Max!"
Cue_E5_7B_Dormitory_KeyDoor_Rdm_Max_020="Never mind me, Officer... I’m just here to steal a drug dealer’s keys."
Cue_E5_7B_Dormitory_KeyDoor_Rdm_Max_030="I am the Keymaster."
Cue_E5_7B_Dormitory_KeyDoor_Rdm_William_070="Forgot all about you, little buddy... Release the keys!"
Cue_E5_7B_Dormitory_KeyDoor_Rdm_William_080="Okay, where did you last put those keys... Think, think... Screw that."
Cue_E5_7B_Dormitory_KeyDoor_Rdm_William_090="Max, this is not the best time for a prank. Key, please."
Cue_E5_7B_Dormitory_KeyDoor_Rdm_William_100="Oh, is that all? Well, why didn't you just tell me? How about I just give you the keys to my RV while I'm at it?"
Cue_E5_7B_Dormitory_RachelDoor_Rdm02_Jefferson_030="I miss Rachel too. But think about yourself, Max. Principal Wells told me about what you said happened in the bathroom..."
Cue_E5_7B_Dormitory_RachelDoor_Rdm03_Chloe_030="Jesus, she was banging that pig Frank! Bitch lied to my face, Max! I can't trust anybody again. Everybody pretends to care until they don't. Even you!"
Cue_E5_7B_Dormitory_RachelDoor_Rdm03_Chloe_060="It's just the two of us. Nobody else. And I'm not scared at all. You have the power. I feel like we're this close to finding Rachel... We have to find her, Max."
Cue_E5_7B_Dormitory_RachelDoor_Rdm03_David_020="Figures you'd be here. Is that your Rachel Amber Halloween costume?"
Cue_E5_7B_Dormitory_RachelDoor_Rdm03_Frank_040="Because she looks beautiful in them and you look like ass. Aiming a gun doesn't make you any sexier."
Cue_E5_7B_Dormitory_RachelDoor_Rdm03_Joyce_010="Max Caulfield, are you actually jealous of Rachel?"
Cue_E5_7B_Dormitory_RachelDoor_Rdm03_Nathan_050="Rachel? Whatevathefuck?"
Cue_E5_7B_Dormitory_RachelDoor_Seq01_Chloe_010="Rachel Amber. She was my... angel. After my dad died and you moved, I felt abandoned. Rachel saved my life."
Cue_E5_7B_Dormitory_RachelDoor_Seq01_Chloe_030="Six months ago... she just left Arcadia. Without a word. Without me..."
Cue_E5_7B_Dormitory_RachelDoor_Seq01_Chloe_050="Unlike you, she would have told me, okay? Something happened to her."
Cue_E5_7B_Dormitory_RachelDoor_Seq01_Chloe_060="Before Rachel left, she said she met somebody who changed her life... Then poof."
Cue_E5_7B_Dormitory_RachelDoor_Seq01_Max_020="So Rachel took my place. I'm glad she was there for you."
Cue_E5_7B_Dormitory_RachelDoor_Seq01_Max_040="How do you know she disappeared? Maybe she wanted to start a totally new life --"
Cue_E5_7B_Dormitory_RachelDoor_Seq02_Chloe_010="That's Rachel's bracelet. Why the fuck are you wearing her bracelet?"
Cue_E5_7B_Dormitory_RachelDoor_Seq02_Frank_020="Calm yourself, alright? It was a gift."
Cue_E5_7B_Dormitory_RachelDoor_Seq03_Chloe_020="You're not that different. She had... has a great eye for images and for art. Plus, she's a smart-ass like you. We would all be hella Best Friends Forever."
Cue_E5_7B_Dormitory_RachelDoor_Seq03_Max_010="Do you think that Rachel and I would have been friends?"
Cue_E5_7B_Dormitory_RachelDoor_Seq05_Chloe_020="You would have too. Smart, sexy and sassy... Like me, right?"
Cue_E5_7B_Dormitory_RachelDoor_Seq05_Max_010="Sounds like you totally crushed on Rachel."
Cue_E5_7B_Dormitory_RachelDoor_Seq05_Max_030="Well, duh! Maybe Rachel would have fought over both of us."
Cue_E5_7B_Dormitory_RachelDoor_Seq06_Chloe_050="Like you did? I loved her, asshole. And she loved me. I know that."
Cue_E5_7B_Dormitory_RachelDoor_Seq06_Frank_010="When Rachel vanished, I pretty much lost everything..."
Cue_E5_7B_Dormitory_RachelDoor_Seq06_Frank_020="I can't stand not knowing where she is... not hearing her voice... or her laugh... anymore."
Cue_E5_7B_Dormitory_RachelDoor_Seq06_Frank_040="It’s too late! She’s gone! You don’t even know her!"
Cue_E5_7B_Dormitory_RachelDoor_Seq06_Frank_060="Chloe, you don’t know shit. You were part of her problem. Always trying to take her away from me... Always!"
Cue_E5_7B_Dormitory_RachelDoor_Seq06_Max_030="We don't have much time, Frank. Rachel needs you."
Cue_E5_7B_Dormitory_RachelDoor_Seq08_Chloe_020="Please No!"
Cue_E5_7B_Dormitory_RachelDoor_Seq08_Chloe_030="Rachel...|Oh, Rachel...|No... no... no...|Please... please not her…"
Cue_E5_7B_Dormitory_RachelDoor_Seq08_Chloe_050="Rachel... why?"
Cue_E5_7B_Dormitory_RachelDoor_Seq08_Chloe_070="I loved her so much... How can she be dead? What kind of world is this? Who does this?!"
Cue_E5_7B_Dormitory_RachelDoor_Seq08_Max_010="Chloe... stop! Look!"
Cue_E5_7B_Dormitory_RachelDoor_Seq08_Max_040="Chloe…"
Cue_E5_7B_Dormitory_RachelDoor_Seq08_Max_060="I’m sorry, Chloe. I’m so sorry…"
Cue_E5_7B_Dormitory_VictoriaDoor_Rdm_Victoria_010="I think my entry for the contest might be too good."
Cue_E5_7B_Dormitory_VictoriaDoor_Rdm_Victoria_020="Because of her images of hopeless faces. You feel, like, totally haunted by the eyes of those sad mothers and children."
Cue_E5_7B_Dormitory_VictoriaDoor_Rdm_Victoria_030="Now you're totally stuck in the Retro Zone. Sad face."
Cue_E5_7B_Dormitory_VictoriaDoor_Rdm_Victoria_040="Yeah, water on my cashmere! Do you know how much this fucking outfit cost?"
Cue_E5_7B_Dormitory_VictoriaDoor_Rdm_Victoria_050="Oh look, it's Max Caulfield, the selfie ho of Blackwell."
Cue_E5_7B_Dormitory_VictoriaDoor_Rdm_Victoria_060="Now why don't you go fuck your selfie?"
Cue_E5_7B_Dormitory_VictoriaDoor_Rdm_Victoria_070="Get the hell away from me, weirdo!"
Cue_E5_7B_Dormitory_VictoriaDoor_Rdm_Victoria_080="Don't be shy. I think it's awesome you set a tongue record on video --"
Cue_E5_7B_Dormitory_VictoriaDoor_Rdm_Victoria_090="Oh boo hoo, I'm sorry you're a viral slut. I'm sure she had fun."
Cue_E5_7B_Dormitory_VictoriaDoor_Rdm_Victoria_100="Ssshhh! I think she can hear us…"
Cue_E5_7B_Dormitory_VictoriaDoor_Rdm_Victoria_110="Did you think we were Best Friends Forever or something?"
Cue_E5_7B_Dormitory_VictoriaDoor_Rdm_Victoria_120="I know this has been an awful day and you can talk to me anytime, Mr. Jefferson."
Cue_E5_7B_Dormitory_VictoriaDoor_Rdm_Victoria_130="You might as well choose me... otherwise I might have to tell people you offered to choose my photo for favors or something..."
Cue_E5_7B_Dormitory_VictoriaDoor_Rdm_Victoria_140="Well, Max Caulfied, I could always choose to let you in the Vortex Club..."
Cue_E5_7B_Dormitory_VictoriaDoor_Rdm_Victoria_150="Hard to believe, but I don't always make the best choices. Do you think it's, like, fate we're not supposed to be friends?"
Cue_E5_7B_DormsCorridor_KateDialCorridor_RTC_Kate_010="Max, how could you let me jump off a roof?"
Cue_E5_7B_DormsCorridor_KateDialCorridor_RTC_Kate_020="You were the only person I trusted here…"
Cue_E5_7B_DormsCorridor_KateDialCorridor_RTC_Kate_030="But you never really listened to me…"
Cue_E5_7B_DormsCorridor_KateDialCorridor_RTC_Kate_040="Now I’m never going to Heaven…"
Cue_E5_7B_DormsCorridor_KateDialCorridor_RTC_Kate_050="Instead you’ve stuck me in Hell... Alone forever..."
Cue_E5_7B_DormsCorridor_KateDialCorridor_RTC_Kate_070="Max, why did you stop me from jumping?"
Cue_E5_7B_DormsCorridor_KateDialCorridor_RTC_Kate_080="What kind of friend are you?"
Cue_E5_7B_DormsCorridor_KateDialCorridor_RTC_Kate_090="You never understood me... or what happened to me..."
Cue_E5_7B_DormsCorridor_KateDialCorridor_RTC_Kate_100="Now my family will never leave me alone…"
Cue_E5_7B_DormsCorridor_KateDialCorridor_RTC_Kate_110="And that means I’ll always be alone... thanks to you."
Cue_E5_7B_DormsCorridor_KateDialCorridor_RTC_Max_010="Hey, Kate."
Cue_E5_7B_DormsCorridor_KateDialCorridor_RTC_Max_060="No, Kate, I was only trying to save you…"
Cue_E5_7B_DormsCorridor_KateDialCorridor_RTC_Max_120="Kate, that’s not true! I’ve always been your friend…"
Cue_E5_7B_Kitchen_CookingSmallTalk_Chloe_060="Right, like you're the real cook here."
Cue_E5_7B_Kitchen_CookingSmallTalk_Chloe_080="I'll let her know that."
Cue_E5_7B_Kitchen_CookingSmallTalk_William_050="Don't you dare question the chef."
Cue_E5_7B_Kitchen_CookingSmallTalk_William_070="I am when your mom is away."
Cue_E5_7B_Kitchen_WilliamFindingkeys_William_010="A-ha! You can't hide from me forever!"
Cue_E5_7B_LabyStealth_DavidCaught_IGE_David_010="Max!"
Cue_E5_7B_LabyStealth_DavidCaught_IGE_David_020="Hey!"
Cue_E5_7B_LabyStealth_DavidCaught_IGE_David_030="Max!"
Cue_E5_7B_LabyStealth_DavidCaught_IGE_David_040="Hey, Max!"
Cue_E5_7B_LabyStealth_DavidCaught_IGE_David_050="Max!"
Cue_E5_7B_LabyStealth_DavidCaught_IGE_David_060="Excuse me, Max!"
Cue_E5_7B_LabyStealth_DavidCaught_IGE_David_070="Hey!"
Cue_E5_7B_LabyStealth_DavidCaught_IGE_David_080="Hey, missy!"
Cue_E5_7B_LabyStealth_DavidMaze03_IGE_David_010="You can’t escape my surveillance, missy!"
Cue_E5_7B_LabyStealth_DavidMaze03_IGE_David_020="What gives you the right to destroy my family? Answer me! Ten hut!"
Cue_E5_7B_LabyStealth_DavidMaze03_IGE_David_030="Admit it, Max... you're a stoner! A pothead! A weed junkie!"
Cue_E5_7B_LabyStealth_DavidMaze03_IGE_David_040="You thought I was harassing Kate, but I was helping her! What the hell did you do for her?"
Cue_E5_7B_LabyStealth_DavidMaze03_IGE_David_070="My beautiful wife Joyce hates me because of you, Max... Are you proud?"
Cue_E5_7B_LabyStealth_DavidMaze03_IGE_David_080="You’re such a hypocrite, Max. I may be a dick, but at least I’m honest. You just use your power to cheat at life... and cheat your friends out of life."
Cue_E5_7B_LabyStealth_DavidMaze03_IGE_David_090="Hey, Max. Pretty fucking ironic that I ended up being right about everything and you end up destroying the town."
Cue_E5_7B_LabyStealth_DavidMaze03_IGE_David_100="Come on, Max, just admit that you’re jealous of my service record. Admit it!"
Cue_E5_7B_LabyStealth_DavidMaze03_IGE_David_110="Hey, Max, please come here. So I can beat you up!"
Cue_E5_7B_LabyStealth_FrankCaught_IGE_Frank_010="Hey, wait! Wait!"
Cue_E5_7B_LabyStealth_FrankCaught_IGE_Frank_020="Max!"
Cue_E5_7B_LabyStealth_FrankCaught_IGE_Frank_030="Stop!"
Cue_E5_7B_LabyStealth_FrankCaught_IGE_Frank_040="Got you!"
Cue_E5_7B_LabyStealth_FrankCaught_IGE_Frank_050="Here you are!"
Cue_E5_7B_LabyStealth_FrankCaught_IGE_Frank_060="Come on, girlie."
Cue_E5_7B_LabyStealth_FrankCaught_IGE_Frank_070="Max!"
Cue_E5_7B_LabyStealth_FrankCaught_IGE_Frank_080="Here, Max!"
Cue_E5_7B_LabyStealth_FrankMaze04_IGE_Frank_010="Get your bony ass over here! I am gonna cut you open, freak!"
Cue_E5_7B_LabyStealth_FrankMaze04_IGE_Frank_020="Those were my beans, Max... Those were my fucking beans!!!"
Cue_E5_7B_LabyStealth_FrankMaze04_IGE_Frank_040="I sure hope you don’t think we’re buddies now…"
Cue_E5_7B_LabyStealth_FrankMaze04_IGE_Frank_050="You are at the top of my shit list, now, Max."
Cue_E5_7B_LabyStealth_FrankMaze04_IGE_Frank_080="How can I get to Heaven when you keep putting me through Hell?"
Cue_E5_7B_LabyStealth_FrankMaze04_IGE_Frank_090="If you took some of my drugs, maybe you’d be a lot happier."
Cue_E5_7B_LabyStealth_FrankMaze04_IGE_Frank_100="Now that Rachel’s dead... it’s time for you to die too, skank..."
Cue_E5_7B_LabyStealth_FrankMaze04_IGE_Frank_110="Max, you need to get high like Rachel... Want some drugs?"
Cue_E5_7B_LabyStealth_FrankMaze04_IGE_Frank_120="Oh man, you shoulda heard Chloe smack-talk you. It was brutal. But, of course, I see what she's talking about, now…"
Cue_E5_7B_LabyStealth_FrankMaze04_IGE_Frank_130="Pssst, Max! Me and Rachel are floating down here in the sewer... Come on down!"
Cue_E5_7B_LabyStealth_JeffersonCaught_IGE_Jefferson_010="Max!"
Cue_E5_7B_LabyStealth_JeffersonCaught_IGE_Jefferson_020="Max!"
Cue_E5_7B_LabyStealth_JeffersonCaught_IGE_Jefferson_040="Hey, Max!"
Cue_E5_7B_LabyStealth_JeffersonCaught_IGE_Jefferson_050="Max!"
Cue_E5_7B_LabyStealth_JeffersonCaught_IGE_Jefferson_070="Hey…"
Cue_E5_7B_LabyStealth_JeffersonCaught_IGE_Jefferson_080="Max!"
Cue_E5_7B_LabyStealth_JeffersonCaught_IGE_Jefferson_100="Oh, Max..."
Cue_E5_7B_LabyStealth_JeffersonMaze01_IGE_Jefferson_010="Max... you used to be so pure, so innocent... Now you have to die."
Cue_E5_7B_LabyStealth_JeffersonMaze01_IGE_Jefferson_020="Don’t try to hide, Max... Get over here... Let me capture you..."
Cue_E5_7B_LabyStealth_JeffersonMaze01_IGE_Jefferson_030="I can’t believe you let that hillbilly murder me in cold blood…"
Cue_E5_7B_LabyStealth_JeffersonMaze01_IGE_Jefferson_040="After everything I did for you... and you accuse me of making our sweet, naive Kate Marsh cry... Art is supposed to make you cry... and you will."
Cue_E5_7B_LabyStealth_JeffersonMaze01_IGE_Jefferson_050="What happened to your spark, Max? I thought I could be your professor... for life."
Cue_E5_7B_LabyStealth_JeffersonMaze01_IGE_Jefferson_060="Max, remember what John Lennon said, "Happiness is a warm gun"...|I hope you're happy that I'm dead..."
Cue_E5_7B_LabyStealth_JeffersonMaze01_IGE_Jefferson_070="Please understand, Max... The only place I can be "myselfie" is in the Dark Room..."
Cue_E5_7B_LabyStealth_JeffersonMaze01_IGE_Jefferson_080="I miss those days when you looked at me in class with those wide eyes... I want to be your professor again... I can teach you so much..."
Cue_E5_7B_LabyStealth_JeffersonMaze01_IGE_Jefferson_090="I realize now you’ll never be an artist, much less a photographer... Come here, Max. Class is dismissed..."
Cue_E5_7B_LabyStealth_JeffersonMaze04_IGE_Jefferson_010="Max... Max... I want to share my gift with you..."
Cue_E5_7B_LabyStealth_JeffersonMaze04_IGE_Jefferson_020="Now that Chloe is dead, you won’t be distracted in class anymore…"
Cue_E5_7B_LabyStealth_JeffersonMaze04_IGE_Jefferson_030="Since Kate isn’t around anymore, I need a volunteer for the Dark Room... Max?"
Cue_E5_7B_LabyStealth_JeffersonMaze04_IGE_Jefferson_040="Look into the lens, Max... Turn right... now left... Show me the love... and the hate..."
Cue_E5_7B_LabyStealth_JeffersonMaze04_IGE_Jefferson_050="If only you could have seen Rachel... my blood spattered angel..."
Cue_E5_7B_LabyStealth_JeffersonMaze04_IGE_Jefferson_060="You will be my greatest portrait, Max…"
Cue_E5_7B_LabyStealth_JeffersonMaze04_IGE_Jefferson_070="Max... Max... I want to share my gift with you... Don’t you dare run away..."
Cue_E5_7B_LabyStealth_JeffersonMaze04_IGE_Jefferson_090="Max... Max... I want to share my gift with you..."
Cue_E5_7B_LabyStealth_JeffersonMaze04_IGE_Jefferson_110="Rachel, Rachel Amber... Just like her last name, I can finally see right through her skin... and feel that cold, rotting flesh..."
Cue_E5_7B_LabyStealth_JeffersonMaze04_IGE_Jefferson_120="Max, Rachel not only gave great headshots… she gave great head. Especially after I dug her body up to be with her one final time. Why are you looking at me like that?"
Cue_E5_7B_LabyStealth_NathanCaught_IGE_Nathan_010="Stop! Right now!"
Cue_E5_7B_LabyStealth_NathanCaught_IGE_Nathan_020="Max!"
Cue_E5_7B_LabyStealth_NathanCaught_IGE_Nathan_030="Stop!"
Cue_E5_7B_LabyStealth_NathanCaught_IGE_Nathan_040="Max!"
Cue_E5_7B_LabyStealth_NathanCaught_IGE_Nathan_050="Hey!"
Cue_E5_7B_LabyStealth_NathanCaught_IGE_Nathan_060="Stop, Max!"
Cue_E5_7B_LabyStealth_NathanCaught_IGE_Nathan_070="Stop!"
Cue_E5_7B_LabyStealth_NathanCaught_IGE_Nathan_080="Get over here!"
Cue_E5_7B_LabyStealth_NathanMaze03_IGE_Nathan_010="Hey, bitch. You can get me expelled, but you can't escape."
Cue_E5_7B_LabyStealth_NathanMaze03_IGE_Nathan_020="Oh, did you get all hot and bothered when your wimpy boyfriend gave me a beatdown? Oh, oh, oh, Max, you’re way more disturbed and dangerous than me…"
Cue_E5_7B_LabyStealth_NathanMaze03_IGE_Nathan_040="Holy shit, you really think Victoria is going to be your best friend forever? She will always hate you!"
Cue_E5_7B_LabyStealth_NathanMaze03_IGE_Nathan_050="Snitches get stitches!"
Cue_E5_7B_LabyStealth_NathanMaze03_IGE_Nathan_060="Only a feminazi would try to take on a Prescott... Blackwell is my turf, you whore!"
Cue_E5_7B_LabyStealth_NathanMaze03_IGE_Nathan_070="Admit it, Max… You’re just jealous because me and Victoria actually do the work while you do nothing and whine!"
Cue_E5_7B_LabyStealth_NathanMaze03_IGE_Nathan_080="The only way you’ll ever get into the Vortex Club is if a tornado swallows your ass up!"
Cue_E5_7B_LabyStealth_NathanMaze03_IGE_Nathan_090="Chloe is a loser just like you, Max. And you can’t keep saving her over and over and over…"
Cue_E5_7B_LabyStealth_NathanMaze04_IGE_Nathan_020="Just because I’m mentally ill doesn’t mean I deserve to die, Max!"
Cue_E5_7B_LabyStealth_NathanMaze04_IGE_Nathan_070="Nobody ever helped me, Max. Especially you…"
Cue_E5_7B_LabyStealth_NathanMaze04_IGE_Nathan_110="Hey, Max. Whatthefuckever are you going to do now that I'm dead?"
Cue_E5_7B_LabyStealth_NathanMaze04_IGE_Nathan_120="Holy fucking shit, Max… That was hilarious when you guys dug up Rachel’s body! Ha, ha, ha! "Oh, oh no, no, no. Boo hoo. Oh, Rachel is worm food…"  Comedy Gold. Genius!"
Cue_E5_7B_LabyStealth_NathanMaze04_IGE_Nathan_130="It’s going to be so sweet when I bury your carcass next to Rachel and do an epic photo shoot…"
Cue_E5_7B_LabyStealth_NathanMaze04_IGE_Nathan_140="Hey, Max, do you want to say hello to Rachel? She's posing for me in Hell!"
Cue_E5_7B_LabyStealth_NathanMaze04_IGE_Nathan_150="Oh, man, Rachel looked just like a zombie model in the dirt… Just bone, meat and maggots. I would be all over that shit. You wanna take pictures?"
Cue_E5_7B_LabyStealth_PrincipalWellsMaze02_IGE_Wells_010="Attention... I regret to announce that one of your fellow classmates, Maxine Caulfield, has died under tragic circumstances that I promise to investigate after I get my drink on."
Cue_E5_7B_LabyStealth_PrincipalWellsMaze02_IGE_Wells_020="Will Max Caulfield please come to the Dark Room immediately. I repeat, Max Caulfield to the Dark Room... now!"
Cue_E5_7B_LabyStealth_PrincipalWellsMaze02_IGE_Wells_030="Good evening, Blackwell. This is Principal Wells and I’m here to drop the mic on Max Caulfield."
Cue_E5_7B_LabyStealth_PrincipalWellsMaze02_IGE_Wells_040="Excuse me, can everybody hear me? If you know the whereabouts of Miss Caulfield, please tie her up and inform me or David Madsen. She's wanted for the death of Chloe Price and Rachel Amber. Thank you."
Cue_E5_7B_LabyStealth_PrincipalWellsMaze03_IGE_Wells_010="Poor Kate Marsh... Max might as well have pushed her ass off that roof... Poor Samuel had to mop up blood all night..."
Cue_E5_7B_LabyStealth_PrincipalWellsMaze03_IGE_Wells_020="If only Kate Marsh would have jumped off that roof... I could blame Miss Caulfield and finally get her kicked out of Blackwell. She's a bad influence."
Cue_E5_7B_LabyStealth_PrincipalWellsMaze03_IGE_Wells_030="What kind of sick mind would steal money from the handicapped? Nobody will miss Max or her friend Chloe after this comes out."
Cue_E5_7B_LabyStealth_PrincipalWellsMaze03_IGE_Wells_050="Miss Price can't just show up at Blackwell in a wheelchair and think we're going to accommodate her every whim…"
Cue_E5_7B_LabyStealth_PrincipalWellsMaze03_IGE_Wells_060="I knew I should have given that scholarship to Victoria instead of Max..."
Cue_E5_7B_LabyStealth_PrincipalWellsMaze03_IGE_Wells_080="How can I tell Max's parents that she's a nosy little bitch?"
Cue_E5_7B_LabyStealth_PrincipalWellsMaze03_IGE_Wells_090="I wish I could press a button and blow this whole fucking school up…"
Cue_E5_7B_LabyStealth_PrincipalWellsMaze03_IGE_Wells_100="If I found out who went through my files... I’ll sic David Madsen on their ass."
Cue_E5_7B_LabyStealth_SamuelCaught_IGE_Samuel_010="Max!"
Cue_E5_7B_LabyStealth_SamuelCaught_IGE_Samuel_020="Max!"
Cue_E5_7B_LabyStealth_SamuelCaught_IGE_Samuel_030="Max!"
Cue_E5_7B_LabyStealth_SamuelCaught_IGE_Samuel_040="Uh-oh!"
Cue_E5_7B_LabyStealth_SamuelCaught_IGE_Samuel_050="Come over here, young Max..."
Cue_E5_7B_LabyStealth_SamuelMaze03_IGE_Samuel_010="Come over here, young Max... You're my spirit animal..."
Cue_E5_7B_LabyStealth_SamuelMaze03_IGE_Samuel_020="Samuel wants to make sure you never snoop around his room again..."
Cue_E5_7B_LabyStealth_SamuelMaze03_IGE_Samuel_030="Do you have a scarf I can borrow, Max?"
Cue_E5_7B_LabyStealth_SamuelMaze03_IGE_Samuel_040="The squirrels hate you... and they’re hungry."
Cue_E5_7B_LabyStealth_SamuelMaze03_IGE_Samuel_050="Too bad you didn’t become friends with the Tobanga…"
Cue_E5_7B_LabyStealth_WarrenCaught_IGE_Warren_010="Max!"
Cue_E5_7B_LabyStealth_WarrenCaught_IGE_Warren_020="Max!"
Cue_E5_7B_LabyStealth_WarrenCaught_IGE_Warren_030="Hey!"
Cue_E5_7B_LabyStealth_WarrenCaught_IGE_Warren_040="Stop!"
Cue_E5_7B_LabyStealth_WarrenCaught_IGE_Warren_050="Hey!"
Cue_E5_7B_LabyStealth_WarrenMaze_IGE_Warren_010="Max... Where are you? Max... Come out to play... Come out to play...!"
Cue_E5_7B_LabyStealth_WarrenMaze_IGE_Warren_020="Ape, Ape, Ape... Who wants to "Go Ape"?|Go Ape! Go Ape! Ape! Ape!!!"
Cue_E5_7B_LabyStealth_WarrenMaze_IGE_Warren_030="You dig my wheels, Max? Get in the car, I'll take you for a ride... Get in the car!"
Cue_E5_7B_LabyStealth_WarrenMaze_IGE_Warren_040="Brooke loves me, so why don’t you? Huh? What makes you so special?"
Cue_E5_7B_LabyStealth_WarrenMaze_IGE_Warren_050="Max, I know you're in here... You can run, but you can’t hide from your white knight... Give it up!"
Cue_E5_7B_LabyStealth_WarrenMaze_IGE_Warren_060="What's up with you and that blue-haired loser? You need an alpha male, baby!"
Cue_E5_7B_LabyStealth_WarrenMaze_IGE_Warren_070="Did that get you hot when you saw me fuck up Nathan? I did."
Cue_E5_7B_LabyStealth_WarrenMaze_IGE_Warren_080="Max... imagine if we were in that Dark Room together... I have..."
Cue_E5_7B_LabyStealth_WarrenMaze_IGE_Warren_090="I said, get in the car. Now.| We'll cruise to the drive-in and you'll be close to me forever... and we'll... Go Ape, Ape, Ape!!!"
Cue_E5_7B_LabyStealth_WellsCaught_IGE_Wells_010="Miss Caulfield…"
Cue_E5_7B_LabyStealth_WellsCaught_IGE_Wells_020="Wait, Max!"
Cue_E5_7B_LabyStealth_WellsCaught_IGE_Wells_030="Look at me!"
Cue_E5_7B_LabyStealth_WellsCaught_IGE_Wells_040="Max?"
Cue_E5_7B_LabyStealth_WellsCaught_IGE_Wells_050="Max!"
Cue_E5_7B_LabyStealth_WellsCaught_IGE_Wells_060="Hold on, Max!"
Cue_E5_7B_LabyStealth_WellsStatueCaught_IGE_Wells_010="Miss Caulfield…"
Cue_E5_7B_LabyStealth_WellsStatueCaught_IGE_Wells_020="Wait, Max!"
Cue_E5_7B_LabyStealth_WellsStatueCaught_IGE_Wells_030="Hello, Max."
Cue_E5_7B_LabyStealth_WellsStatueCaught_IGE_Wells_040="Max?"
Cue_E5_7B_LabyStealth_WellsStatueCaught_IGE_Wells_050="Max!"
Cue_E5_7B_LivingRoom_MaxPickUpPhone_William_030="Hello?"
Cue_E5_7B_LivingRoom_WilliamBeepKeys_Chloe_020="Another dollar for the swear jar!"
Cue_E5_7B_LivingRoom_WilliamBeepKeys_William_010="Shit, where are those keys?"
Cue_E5_7B_LivingRoom_WilliamBeepKeys_William_030="You're bankrupting me!"
Cue_E5_7B_LivingRoom_WilliamNeedCarKeys_Chloe_030="You are ridiculous."
Cue_E5_7B_LivingRoom_WilliamNeedCarKeys_Chloe_050="Dad!"
Cue_E5_7B_LivingRoom_WilliamNeedCarKeys_Chloe_100="That's a dollar for the swear jar!"
Cue_E5_7B_LivingRoom_WilliamNeedCarKeys_William_010="Hey, honey... just making a fabulous breakfast with Chloe and Max. We're all going to work at the Two Whales... "
Cue_E5_7B_LivingRoom_WilliamNeedCarKeys_William_015="What? Oh, I didn't know you had to get groceries. Of course I'll come pick you up. Now I have an excuse to get a mocha. Be there shortly. Love you..."
Cue_E5_7B_LivingRoom_WilliamNeedCarKeys_William_020="Excuse me, ladies, I have to go rescue yonder Queen at the Sav-Mart. She doth have many bags of delicious grub for us to feast upon."
Cue_E5_7B_LivingRoom_WilliamNeedCarKeys_William_040="You'll be grateful for that someday."
Cue_E5_7B_LivingRoom_WilliamNeedCarKeys_William_045="Now lock up after I leave, play nice, try not to destroy too much of the house."
Cue_E5_7B_LivingRoom_WilliamNeedCarKeys_William_090="Shit, where are my keys?"
Cue_E5_7B_LivingRoom_WilliamNeedCarKeys_William_110="You mean your college fund... Keys, please..."
Cue_E5_7B_LivingRoom_WilliamNeedCarKeys_William_140="And no Chloe and Max wine-tasting session..."
Cue_E5_7B_Nightmare_ChloeDarkRoom_Chloe_010="See, this is how you bust a move, Max… No mosh pit for you, shaka brah!"
Cue_E5_7B_Nightmare_ChloeDiner_Chloe_015="Dude, do not even fuck with her head! She knows what we went through together this week and you don't! There's no way you can break up our team! This is reality!"
